Tekla.Structures.Dialog.Localization.LocalizationCallback
A delegate for localization functions for different control types.
localization: The localization instance to be used.
obj: The object to be localized.